{
  "videos": [
    {
      "id": 17,
      "video_title": "If you hate studying, WATCH THIS",
      "video_description": "",
      "time_stamps": "",
      "video_script": "",
      "ending_phrase": "",
      "created_at": "2025-12-12 07:32:04",
      "updated_at": "2025-12-12 07:32:23",
      "status": "idea"
    },
    {
      "id": 15,
      "video_title": "You're Going to Fail Your New Year's Goals (Unless You Do This)",
      "video_description": "The 30-Day Consistency Tracker\nPrint it. Stick it on your wall. Show up every day: betteru.live/tracker\n\nYou set goals every New Year. You fail every year. 92% failure rate. This isn't about motivation - your brain is programmed to keep you comfortable, not successful. This video gives you 5 steps to actually win this time. Shut up and listen to yourself. Pick ONE thing. Do something ugly today. Show up when you don't want to. Upgrade your environment. Stop being predictable.\n\nWant to learn how I edit my videos? Join the waitlist here: betteru.live\n\nTIMESTAMPS\n0:00 - Intro: The 92% Failure Rate\n0:56 - Stop Listening to Everyone Else\n1:47 - The One Goal Rule That Actually Works  \n2:29 - Start Before You're Ready\n3:16 - The Daily Commitment Strategy\n4:06 - Surround Yourself With Winners\n5:00 - Make Quitting Impossible\n\nFor collabs and business inquiries reach out at hello@betteru.live\n\nFREE FULL SELF IMPROVEMENT YOUTUBE COURSE: https://youtu.be/ByjK7Hx7u3k?list=PL-uWQp6QXkyJJi4y3T7fh31cRuuUqUNFP",
      "time_stamps": "0:00 - Intro: The 92% Failure Rate\n0:56 - Stop Listening to Everyone Else\n1:47 - The One Goal Rule That Actually Works  \n2:29 - Start Before You're Ready\n3:16 - The Daily Commitment Strategy\n4:06 - Surround Yourself With Winners\n5:00 - Make Quitting Impossible",
      "video_script": "It's almost New Year's Eve. You're going to set goals. You're going to fail.\n\nNot because the goals are wrong. Because we've all fell into the same trap before. Every year, same routine: Write goals December 31st. Feel motivated January 1st. Forget everything January 15th. Wonder why nothing changed by March.\n\nYou've done this before. Multiple times. And you'll do it again—unless you understand why your brain sabotages you every single year.\n\nSee, there's a reason New Year's resolutions have a 92% failure rate. It's not laziness. It's not lack of willpower. It's that you're fighting your own programming. Your brain is designed to keep you comfortable, not successful. And every January, you declare war on comfort without any weapons.\n\nToday I'm giving you the weapons. Five steps. Simple ones. But don't mistake simple for easy. These will require you to do things that feel wrong. Things your brain will resist. That resistance? That's how you know it's working.\n\n**Step one. Shut up.**\n\nNot out loud. In your head. Your brain is loud. Too loud. Instagram tells you what to want. YouTube tells you who to be. Your mom tells you to get a real job. TikTok shows you 47 different morning routines from people who wake up at 4 AM. Noise. All of it.\n\nWhat do you actually want? You don't know. Why? Because you never asked yourself. You were too busy consuming other people's answers to questions you never asked.\n\nHere's what you do. One hour. No phone. No music. No distractions. Just you and your thoughts. Sounds uncomfortable. It is. That discomfort is your brain panicking because it's not being fed dopamine. Sit with it anyway.\n\nWrite down what comes up. Not what sounds impressive. Not what would make a good Instagram caption. What actually matters to you when nobody's watching.\n\n**Step two. Pick one thing.**\n\nMost people want everything. Abs. Money. Love. A business. A six-pack. A yacht. They chase all of it. They get none of it.\n\nHere's why: Your brain has limited willpower. Every goal you add splits that willpower further. Five goals? You're operating at 20% power on each. One goal? 100% power. Simple math.\n\nPick one goal. Just one. Not five. Not three. One.\n\nWrite it down. Be specific. \"Make more money\" is useless. Your brain can't act on vague. \"Make $100,000 by December 31st\" is specific. Your brain can reverse-engineer that. See the difference?\n\nThe thing you're most afraid to commit to fully? That's probably the one that matters most.\n\n**Step three. Do something ugly.**\n\nYou're waiting for the perfect moment. The perfect plan. The perfect feeling. The perfect moment doesn't exist. You're procrastinating with extra steps.\n\nHere's what nobody tells you about action: clarity comes AFTER you start, not before. You don't figure out what to write by planning. You figure it out by writing badly and then fixing it. You don't learn business by reading 47 books. You learn by starting something terrible and making it less terrible.\n\nStart now. Today. Not tomorrow. Today. Is it messy? Yes. Will you look dumb? Probably. Does it matter? No.\n\nEvery successful person has a graveyard of embarrassing first attempts. The only difference between them and everyone else? They actually made those attempts.\n\n**Step four. Show up when you don't want to.**\n\nBig dramatic actions don't create success. Small boring actions repeated forever create success. This is the least exciting truth you'll hear today.\n\nGo to the gym. Not once. Every day. Even when it's raining. Even when you're tired. Even when you \"don't feel like it.\" Especially when you don't feel like it.\n\nYour brain will manufacture a thousand excuses. It's too cold. You're too busy. You'll start Monday. One day off won't hurt. Your brain is a liar with a PhD in rationalization.\n\nConsistency beats talent. Consistency beats motivation. Consistency beats everything. The people who win aren't more motivated than you. They just showed up on the days they didn't feel like it. That's literally the only difference.\n\n**Step five. Upgrade your environment.**\n\nYour friends determine your future. Uncomfortable truth? Yes. Still true? Also yes.\n\nYou are the average of the five people you spend the most time with. If those five people complain constantly, you'll complain constantly. If those five people are building things, you'll build things. Your brain mirrors what it's surrounded by. It can't help it.\n\nAudit your circle. Not to judge them. To understand what you're absorbing. Are the people around you growing? Are they pushing toward something? Or are they comfortable being stuck?\n\nYou don't have to cut everyone off dramatically. But you do need to add people who are where you want to be. Join communities. Find mentors. Follow people who challenge you, not just entertain you.\n\nYour environment shapes you whether you like it or not. So shape your environment first.\n\n**To keep it simple:**\n\nShut up and listen to yourself. Pick one thing and commit fully. Do something ugly today. Show up especially when you don't want to. Upgrade who you surround yourself with.\n\nFive steps. Not complicated. But here's my prediction: Most people watching this won't do any of them. They'll feel inspired for about 10 minutes. Then they'll scroll to the next video. Then they'll forget everything. Then December 2025 arrives and they wonder why nothing changed.\n\nDon't be that person. You've been that person enough times already.\n\nBut here's something I didn't tell you. These five steps are completely useless if you quit by January 15th. Most people do. They set goals. Feel inspired. Then give up the second things get hard.\n\nThere's a way to make quitting impossible. Literally impossible. It's called the ship-burning method. Check out this video to see how it works.",
      "ending_phrase": "New Year, Same You?\nNot if you SUBSCRIBE",
      "created_at": "2025-12-08 10:17:25",
      "updated_at": "2025-12-11 06:19:40",
      "status": "published"
    },
    {
      "id": 14,
      "video_title": "How To Learn Any Skill So Fast It Feels Like Cheating",
      "video_description": "",
      "time_stamps": "",
      "video_script": "",
      "ending_phrase": "",
      "created_at": "2025-12-07 05:45:05",
      "updated_at": "2025-12-08 05:18:24",
      "status": "idea"
    },
    {
      "id": 13,
      "video_title": "New Year, New You (Actually This Time) / 5 Steps to Not Suck in 2025",
      "video_description": "",
      "time_stamps": "",
      "video_script": "It's almost new years eve. You have goals. You won't achieve them. Why? Because you're an idiot. But that's okay. Most people are idiots about this.\n\nHere's five steps. Simple ones. Even idiots can follow them.\n\n**Step one. Shut up.**\n\nNot out loud. In your head. Your brain is loud. Too loud. Instagram tells you what to want. YouTube tells you who to be. Your mom tells you to get a real job. Noise. All of it.\n\nWhat do you actually want? You don't know. Why? Because you never asked yourself. You were too busy scrolling. Idiot.\n\nHere's what you do. One hour. No phone. Just you and your thoughts. Sounds scary. It is. Do it anyway.\n\n**Step two. Pick one thing.**\n\nMost people want everything. Abs. Money. Love. A business. A six-pack. A yacht. They chase all of it. They get none of it. Idiots.\n\nFocus creates power. Pick one goal. Just one. Not five. Not three. One.\n\nWrite it down. Be specific. \"Make more money\" is stupid. \"Make $100,000 by December\" is not stupid. See the difference? Good.\n\n**Step three. Do something.**\n\nYou're waiting for the perfect moment. The perfect moment doesn't exist. You're procrastinating with extra steps.\n\nStart now. Is it messy? Yes. Will you look dumb? Probably. Does it matter? No.\n\nAction teaches you stuff. Thinking doesn't teach you stuff. Thinking just feels productive. It's not. Do something. Anything. Today.\n\n**Step four. Show up every day.**\n\nBig actions don't create success. Small boring actions repeated forever create success. Revolutionary insight here.\n\nGo to the gym. Not once. Every day. Reach out to clients. Not once. Every day. Your brain hates this. Your brain wants excitement. Your brain is an idiot.\n\nConsistency beats talent. Consistency beats motivation. Consistency beats everything. Show up when you don't feel like it. That's the secret. There is no other secret.\n\n**Step five. Find better people.**\n\nYour friends determine your future. Harsh? Yes. True? Also yes.\n\nHang around complainers? You become a complainer. Hang around winners? You become a winner. Simple math.\n\nAudit your circle. Who do you spend time with? Are they growing? Are they pushing you? No? Find new people. Join communities. Follow mentors. Whatever.\n\nYour environment shapes you. Shape your environment first.\n\n**To keep it simple stupid:**\n\nShut up. Pick one thing. Do something. Show up daily. Find better people.\n\nFive steps. Not complicated. Will you do them? Probably not. You'll watch this video. Feel motivated for 10 minutes. Then scroll TikTok. Then forget everything. Then wonder why nothing changes.\n\nDon't be that person. That person is an idiot.\n\nBut here's something I didn't tell you. These five steps are completely useless if you quit by January 15th. Most people do. They set goals. Feel inspired. Then give up the second things get hard.\nThere's a way to make quitting impossible. Literally impossible. It's called the ship-burning method. Check out this video to see how it works.",
      "ending_phrase": "",
      "created_at": "2025-12-06 10:16:35",
      "updated_at": "2025-12-08 10:43:16",
      "status": "idea"
    },
    {
      "id": 12,
      "video_title": "Why You Have No Time While Others Have Plenty (It's Almost Unfair)",
      "video_description": "You're not busy - you're captured. Companies hire neuroscientists to steal your attention and you don't even notice. Medieval peasants worked less than you and they farmed by hand. This video reveals how to fight back and reclaim the hours you're giving away like an idiot. Track everything. Treat time like money. Stop handing your life to shareholders.",
      "time_stamps": "0:00 - You're Giving Time Away Like an Idiot\n0:53 - The Attention War You're Losing\n1:56 - Track Your Time for One Week\n2:27 - Treat Time Like Money\n2:57 - Schedule Your Goals First\n3:13 - How to learn new skills twice as fast",
      "video_script": "Some people have endless time. They work out. They read. They build businesses. They have hobbies. Meanwhile you can barely finish your to-do list. Same 24 hours. Completely different results. Seems unfair. It's not.\n\nYou're just giving your time away. Like an idiot.\n\n\"I'm so busy.\" No you're not. \"I need more hours.\" No you don't. Successful people aren't getting bonus time. They don't have a secret 25th hour. They just stopped handing their hours to things that don't matter. You haven't.\n\nBut here's something weird. Medieval peasants worked less than you. Seriously. Historians checked. Peasants. Farming by hand. No electricity. No machines. More free time than modern humans with dishwashers and cars and computers.\n\nHow? They didn't have companies stealing their attention. I'll show you exactly how to fight back in a minute, but first you need to see how bad this really is.\n\nSee, there's a war happening. For your time. Big companies hire neuroscientists. Psychologists. Addiction experts. Their job? Make you scroll longer. Watch more. Click again. They get paid millions to steal minutes from your life. And they're winning. You don't even know you're fighting.\n\nMedieval peasants had no war. Just work, then done. You? You're under attack 24/7. And losing.\n\nLet me tell you a story. Guy complains to friend. \"I don't have time.\" Friend asks how many hours on phone yesterday. Guy says one hour. Checks screen time. Five hours. Five. Hours. Scrolling. Watching nothing.\n\nHe wasn't busy. He was captured. By apps designed to capture him. Idiot didn't even notice.\n\nHere's the truth nobody wants. You don't find time. You don't have time. You make time. How? By choosing what not to do. By fighting back.\n\nMost people treat time like weather. \"I don't have time\" like \"It's raining.\" Something happening to them. Wrong. Garbage mindset. The apps want you thinking this way. Makes you easier to capture.\n\nHere's what works. Track everything for one week. Everything. Eating. Working. Scrolling. Staring at ceiling.\n\nThen look at the list. You'll want to cry. Hours on stuff that doesn't matter. Hours scrolling in bed. Hours watching shows you don't even like. Hours refreshing social media like something life-changing will appear. Be honest—when's the last time scrolling actually changed your life?\n\nIt won't. The neuroscientists made sure of that. They designed it to never satisfy you. So you keep scrolling. Forever. Until you die. Dramatic but true.\n\nNew rule. Treat time like money. Someone asks for money? You think about it. But time? You give it to apps designed by addiction experts. Would you hand cash to a casino? Then why hand time to Instagram?\n\nAsk yourself one question. Is this worth my life? Because that's what time is. Your life. Every hour is a piece of your existence. Gone forever. Given to some company's quarterly earnings report.\n\nMedieval peasants gave time to survival. You give time to shareholders. Who's the real peasant here?\n\nSo flip it. Put important stuff first. Schedule your actual goals. Like meetings you can't miss. Everything else fits around that. Or it doesn't happen.\n\nCut the garbage. Stop watching shows just because algorithms suggested them. Say no to notifications. Suddenly you have time.\n\nBut here's the thing. You can reclaim all the time you want, but if you're slow at learning the skills you actually need, what's the point? Most people get their time back then waste it learning things the hard way. Idiots. That's why I made this video breaking down exactly how to learn anything so fast it feels like cheating.",
      "ending_phrase": "You just freed up 5 hours.\nCan't spare 2 seconds \nto SUBSCRIBE?",
      "created_at": "2025-12-04 16:30:31",
      "updated_at": "2025-12-11 07:44:27",
      "status": "in_progress"
    },
    {
      "id": 11,
      "video_title": "Sleep 4 Hours and Feel Like 8, It's Almost Unfair",
      "video_description": "You sleep 7 hours and feel dead because you're doing it wrong. Navy SEALs stay awake 5 days straight during Hell Week - this video reveals how they function on almost no sleep. It's not about sleeping more, it's about sleeping smarter. Cold rooms, hot baths, strategic naps, and the 2-minute knockout method used by military pilots. Quality destroys quantity.\n\nWant to learn how I edit my videos? Join the waitlist here: betteru.live\n\nTIMESTAMPS\n0:00 - Intro\n0:23 - How Navy SEALs sleep less but feel better\n1:14 - Why your room temperature keeps you tired\n1:45 - Why soft beds ruin your sleep\n2:39 - How to learn anything twice as fast\n\nFREE FULL SELF IMPROVEMENT YOUTUBE COURSE: https://youtube.com/watch?v=ByjK7Hx7u3k&list=PL-uWQp6QXkyJJi4y3T7fh31cRuuUqUNFP",
      "time_stamps": "TIMESTAMPS\n0:00 - Intro\n0:23 - How Navy SEALs sleep less but feel better\n1:14 - Why your room temperature keeps you tired\n1:45 - Why soft beds ruin your sleep\n2:39 - How to learn anything twice as fast",
      "video_script": "You sleep 7 hours. You still feel dead. Why? Because you're sleeping wrong. Idiot.\n\nMeanwhile, Navy SEALs stay awake for 5 days straight during Hell Week. Five days. They run 200 miles. Do 20 hours of physical training daily. And they don't collapse. How? They know something you don't.\n\nIt's not about sleeping more. It's about sleeping smarter.\n\nHere's what actually works.\n\n**The SEAL nap trick.**\n\nSEALs grab 10-minute naps whenever possible. One guy napped during a boat carry. Leaned against the hull. Closed his eyes. 12 minutes later? Back to full capacity. Your 20-minute nap beats your terrible 2 extra hours. Science says so. The military literally wrote manuals about this.\n\n**The 2-minute knockout.**\n\nThe US Navy developed a method to help pilots fall asleep anywhere. Battlefield. Chair. After drinking coffee. Didn't matter. After 6 weeks of practice, 96% could fall asleep in under 2 minutes. While hearing machine gun fire. Here's how. Relax your face completely. Drop your shoulders. Let arms go limp. Breathe out, relax chest and legs. Picture a canoe on calm water. Or a black hammock in darkness. Thoughts creep in? Repeat \"don't think\" for 10 seconds. Practice nightly. Six weeks. Done.\n\n**Temperature.**\n\nAmericans sleep in 70 degree rooms. Japanese sleep in 55 degree rooms. Your brain needs to cool down to enter deep sleep. Can't cool down if your room is a sauna. Keep it 60 to 65 degrees. Simple physics. Not rocket science.\n\n**The hot bath paradox.**\n\nSounds backwards. Hot bath before bed? Won't that make me hotter? Yes. Then no. Your body temperature crashes afterward. This signals sleep mode. Like pressing a button. Japanese people do this religiously. Called ofuro. They're not idiots.\n\n**Your bed is too soft.**\n\nSoft equals comfort. Wrong. Soft equals back pain. Back pain equals micro-awakenings. You wake up 15 times and don't remember. But your brain does. Japanese sleep on firm futons. Their spines are aligned. Yours looks like a pretzel.\n\n**Screens are poison.**\n\nBlue light murders melatonin. Melatonin is your sleep hormone. You know this. Everyone knows this. Nobody does anything. One hour before bed. No screens. Revolutionary.\n\n**Your pillow is garbage.**\n\nFluffy pillows destroy your neck. Japanese use buckwheat pillows. Sounds uncomfortable. Isn't. Supports your neck properly. Your neck will thank you. Silently. Necks can't talk.\n\n**To keep it simple stupid:**\n\nCold room. Hot bath. Firm bed. Strategic naps. No screens. Good pillow.\n\nNavy SEALs function on 4 hours total over 5 days. You can make 4 good hours feel like 8 bad ones. Quality destroys quantity. Always.\n\nSpeaking of quality over quantity, did you know there's a way to learn anything twice as fast? Most people think more hours equals more learning. Idiots. Check this video to see what I'm talking about.",
      "ending_phrase": "4 Hours of Sleep.\n1 Second to Subscribe.",
      "created_at": "2025-12-03 06:42:06",
      "updated_at": "2025-12-06 00:00:58",
      "status": "published"
    },
    {
      "id": 1,
      "video_title": "The CIA's Secret Learning Method (It Works Scary Fast)",
      "video_description": "You were born knowing how to learn. Then school broke your brain. The CIA figured out what 5-year-olds already knew - and used it to train spies who memorize files in minutes. This video reveals 5 techniques to get your natural learning brain back. One month to undo years of damage.\n\nFREE FULL SELF IMPROVEMENT YOUTUBE COURSE: https://youtube.com/watch?v=ByjK7Hx7u3k&list=PL-uWQp6QXkyJJi4y3T7fh31cRuuUqUNFP",
      "time_stamps": "TIMESTAMPS\n0:00 - Intro\n0:38 - How to learn while you sleep\n1:07 - Why silence makes you worse at focus\n1:33 - How to remember anything with smell\n2:33 - Why switching topics helps you learn faster",
      "video_script": "So you want to learn faster. Here's the thing. You already knew how. Then, school happened.\n\nThink about it. As a kid, you learned an entire language. No textbooks. No flashcards. No crying over chapter reviews. You just... absorbed it. Then adults put you in a classroom. Fluorescent lights. Silence. Memorize this. Repeat that. Your natural learning brain? Broken. Idiots.\n\nThe CIA figured this out. They needed spies who could learn languages in weeks. Memorize files in minutes. So they studied how brains actually work. Not how schools pretend they work.\n\nTurns out? Your 5-year-old self had it right.\n\n**Sleep learning.**\n\nKids learn while half-asleep all the time. Stories before bed. Songs in the car. Information just seeps in. The Soviets weaponized this. Theta waves. That hazy zone between awake and asleep. Brain absorbs everything there.\n\nYour version? Play theta wave tracks before bed. 4 hertz. YouTube has them. Review Spanish verbs while drifting off. Your brain downloads it overnight. Like you're 5 again. Except now you're learning tax law or whatever.\n\n**Chaos training.**\n\nRemember learning to ride a bike? Screaming kids. Dogs barking. Cars passing. You learned anyway. Then school said: silence please. Quiet environment. Controlled conditions.\n\nNow you can't focus if someone breathes too loud. Idiots made you fragile.\n\nCIA agents train in chaos. Gunfire. Sirens. Your hack? Play coffee shop noise while studying. Add random alarms every 7 minutes. Retrain your brain to ignore distractions. Like it used to.\n\n**The smell trick.**\n\nYour grandma's house. That one perfume. Childhood summer. Smells trigger memories instantly. You knew this as a kid. Then school gave you sterile classrooms. Nothing to anchor memories to.\n\nThe CIA brought it back. Chew cinnamon gum while studying. Test day? Sniff cinnamon. Brain thinks it's still learning. Instant recall.\n\nDifferent subjects? Different smells. Mint for math. Lavender for languages. Your nose becomes a study tool again.\n\n**Memory palace.**\n\nAs a kid, you remembered everything about your house. Every corner. Every hiding spot. Spatial memory. Incredibly powerful. School replaced it with: memorize this list. No context. No location. Just words floating in nothing.\n\nCIA spies use memory palaces. Your mirror equals today's tasks. Your fridge equals key formulas. Walk past these spots. Brain auto-refreshes.\n\nYour house becomes a cheat sheet. Like when you were 7 and knew exactly where mom hid the cookies.\n\n**The 20-minute switch.**\n\nKids bounce between activities constantly. Legos. Then drawing. Then running outside. Learning multiple things. Brain loves variety.\n\nSchool said: sit still for 45 minutes. Focus on one thing. Unnatural. Boring. Ineffective.\n\nBetter way? Study one topic. 20 minutes. Switch. Another 20 minutes. Your brain cross-trains. Links topics together.\n\n**The truth.**\n\nYou're not bad at learning. You were trained to be bad at learning. School optimized for compliance. Not absorption.\n\nThe CIA just remembered what worked before adults ruined it.\n\nWeek one: theta waves. Week two: chaos training. Week three: smell hacks. Week four: 10-minute switching.\n\nOne month to undo years of damage.\n\nMost people won't try this. They'll keep highlighting textbooks. In silence. Like good students.\n\nIdiots.",
      "ending_phrase": "CIA-approved method: \nhit SUBSCRIBE",
      "created_at": "2025-12-02 12:53:02",
      "updated_at": "2025-12-06 10:44:43",
      "status": "published"
    },
    {
      "id": 2,
      "video_title": "The Learning Method Schools Won't Teach You",
      "video_description": "Schools taught you to learn like an idiot. Some people master entire subjects in days while you take months. This video reveals 3 methods that make traditional education look stupid and slow. Learn so fast it feels like cheating.\n\nSUBSCRIBE if you're tired of slow, boring learning.\n\nTry these methods and tell me how fast you learned something new!\n\nFREE FULL SELF IMPROVEMENT YOUTUBE COURSE: https://youtube.com/watch?v=ByjK7Hx7u3k&list=PL-uWQp6QXkyJJi4y3T7fh31cRuuUqUNFP",
      "time_stamps": "0:00 - Intro\n0:25 - Learning methods schools won't teach\n0:33 - How to learn faster from mistakes\n1:25 - Productive procrastination technique explained\n2:20 - How to never forget what you learn",
      "video_script": "You've been learning wrong your whole life. Schools taught you wrong. Your parents taught you wrong. Everyone's an idiot.\n\nYou think learning takes months. Years even. You think you need to sit in classrooms. Take notes. Do homework. Study for tests. Wrong.\n\nSome people learn entire subjects in days. Not because they're smarter. Because they know three methods. Methods schools hate.\n\nWhy do schools hate them? Because these methods make traditional education look stupid. Slow. Pointless.\n\nMost people spend years learning what could take weeks. They think it's normal. They think slow learning means deep learning. Idiots.\n\nI'm about to show you exactly how to study so fast it feels like cheating, and by the end of this video, you'll never approach studying the same way again\n\n## Chapter 1: The Mistake Method\n\nSchools say avoid mistakes. Get it right the first time. Study hard so you don't mess up. Idiots.\nThe truth? Make mistakes on purpose. Right from the start. Your brain learns faster from failures than successes.\n\nExample. Learning about World War 2. Close the book first. Then ask yourself: explain what happened in World War 2. Start talking. \"So Germany invaded Poland and... uh... something about Japan attacking... and... wait, how did America get involved exactly? And what's the timeline here?\"\nHit a roadblock? Perfect. Write it down. \"Need to learn: America's entry into war.\" Then go back and read just that part. Fill the gap. Try explaining again.\nKeep repeating. Close book. Explain. Hit roadblock. Note the gap. Fill it. Explain again. You're failing every few minutes on purpose.\n\nMost people read first. Highlight everything. Take notes. Then forget it all anyway. Your brain only remembers the stuff it struggled with.\nSchools can't do this. Why? Class size. One teacher, thirty students. No time to track each kid's mistakes. Easier to teach everyone the same thing.\n\nBut knowing what to learn is only half the problem. The other half? Actually focusing long enough to learn it. Most people can't. The second method fixes this.\n\n## Chapter 2: Productive Procrastination\n\nYour brain gets bored easily. When it's bored, it looks for escape. Use that.\nPick two subjects you need to learn. Math and Spanish. Start with math. Your brain gets tired. Wants to quit. Perfect.\nDon't quit. Switch to Spanish instead. Suddenly your brain wakes up. Spanish feels like freedom. Like rebellion. You focus way better.\nWhy? Your brain thinks it's escaping math. Spanish becomes the \"fun\" option. Even though Spanish is also work. Your brain is an idiot. But a useful idiot.\nKeep switching. Math gets boring? Switch to Spanish. Spanish gets hard? Back to math. Your brain never gets tired. Always thinks it's escaping to something better.\nSchools hate this. Why? It destroys their schedule. No structure. Students learning different things at different times. Chaos. Administrators need predictable curriculums. This isn't predictable.\nBut what if you forget everything next week? Most people do. The third method fixes this. Makes forgetting impossible.\n\n## Memory Laundering\n\nThis makes knowledge stick forever. How? You wash information through different brain parts.\n\nStep one. Read something for 5 minutes. Normal.\n\nStep two. Draw it. Your visual brain wakes up.\n\nStep three. Make it a story. Or a joke. Your emotional brain locks it in.\n\nStep four. Explain why it matters. Your logical brain locks it in by understanding the purpose.\n\nExample. Chemistry. Atoms have electrons, protons, neutrons. Read about them. Boring. Now draw them as party guests. Electrons are the crazy ones dancing everywhere. Protons are the bouncers keeping order. Neutrons don't care about anything.\n\nNext, make a story. \"Electron walked into a bar...\" Whatever. Be stupid about it.\n\nFinally, explain why it matters. \"Electrons jumping around is why electricity works. Protons staying put is why atoms don't fall apart. Neutrons are like the chill roommate keeping everything balanced.\" Your logical brain locks it in by understanding the purpose.\n\nNow that information lives in four places in your brain. Visual. Emotional. Story. Logic. Try to forget it. You can't.\n\nHere's the problem though - you can use these three methods to learn fast, but if you don't know how to find the crucial 20% worth learning, what's the point? Most people get these methods but still waste time on the wrong things. They learn fast but learn the wrong stuff.\n\nThat's why I made this video breaking down exactly how to **learn** anything so fast it's almost unfair. Watch it next.",
      "ending_phrase": "Schools Won't Teach You \nto Subscribe Either!",
      "created_at": "2025-12-02 12:53:02",
      "updated_at": "2025-12-06 10:45:05",
      "status": "published"
    },
    {
      "id": 3,
      "video_title": "10 Hobbies That Actually Make You Interesting (Stop Being Boring)",
      "video_description": "Stop wasting time on games and memes. This video gives you 10 hobbies that build real skills, make you confident, and give you something interesting to talk about. No \"find your passion\" BS - just straight answers on what's worth learning and how to start without overthinking it.\n\nSUBSCRIBE if you're done being the boring friend 🔥\n\nWhich hobby are you starting first? Comment below.\n\nFREE FULL SELF IMPROVEMENT YOUTUBE COURSE: https://youtube.com/watch?v=ByjK7Hx7u3k&list=PL-uWQp6QXkyJJi4y3T7fh31cRuuUqUNFP",
      "time_stamps": "0:00 - Intro\n0:29 - 10 hobbies that stop you being bored\n2:40 - How to start when you feel nothing\n3:04 - How to master hobbies fast",
      "video_script": "Hobbies are one of the most powerful ways to stop being bored with your life. To actually have skills. To have things to talk about that aren't just games and memes. But a lot of the advice out there makes it sound way too complicated. They tell you to \"find your passion\" or \"discover what makes you come alive.\" What does that even mean? Who talks like that? Idiots. The truth? Picking hobbies is simple. If you know what matters. By the end of this video you'll know the 10 hobbies worth picking. How to start without overthinking it. And what to do when you wake up and don't feel like doing anything.\n\nLet's start with number 10.\n\nBoxing. Hit things. But not people. Well, people who want to be hit. In a ring. With rules. Don't hit people without rules. That makes you an idiot. Boxing makes you confident. Confident is good. Confident means you walk into rooms like you own them. Do you own them? Probably not. But you feel like you do. That's the point.\n\nNumber 9: Lift weights. Heavy things go up. Heavy things go down. Repeat. Why? Because weak bodies have weak minds. Strong bodies have strong minds. Science says so. Probably. I didn't check. But it sounds right.\n\nNumber 8: Read books. Not manga. Well, maybe manga. But also real books. Biographies. History. Strategy. Smart people wrote these books. Learn from smart people. Don't learn from idiots. How do you know who's smart? They're dead and people still talk about them.\n\nNumber 7: Cook food. If you can't feed yourself, you're basically a baby. Are you a baby? No. Then learn to cook. Women like men who cook. Your friends will respect you. Everyone likes good food. Make food. Win at life.\n\nNumber 6: Play instruments. Guitar, piano, kazoo. Doesn't matter. Music makes brains work better. Why? Magic, probably. Also, people like musicians. Music is universal. Make music. Make friends.\n\nNumber 5: Go outside. Hiking, camping, survival stuff. Your ancestors lived outside and were strong. You live inside and are weak. See the connection? Go outside. Touch grass. Literally.\n\nNumber 4: Take pictures. Photography. Not just point and click. Look for interesting things. Most people miss interesting things. You won't. Train your eyes. Find beauty. Capture it.\n\nNumber 3: Learn languages. Your brain speaks one language. Smart people speak multiple languages. Be smart. Learn Spanish. Or French. Or Mandarin. Or Klingon. Actually, maybe not Klingon. That's for idiots.\n\nNumber 2: Build stuff. With your hands. Wood, metal, whatever. When you build something, you look at it and think, \"I made that.\" That feeling? That's called pride. Pride is good. In small amounts. Don't be too proud. That's annoying.\n\nNumber 1: Public speaking. Most people fear talking to strangers. That's limiting. Learn to speak clearly. Practice with mirrors. Practice with friends. Get comfortable being uncomfortable. Talking skills pay bills.\n\nA quick word on motivation. You will not feel like doing this every day. That is normal. Start the timer. Do the first sixty seconds. If it still feels awful after two minutes, you can stop. But most days you will keep going once you start. The hard part is always the first minute.\n\nYour time is currency. Currently, you're wasting it. Stop that. Pick two hobbies. Maybe three. Not all ten. That's too many. Even for overachievers.\n\nHere's the problem though - you can pick hobbies and start doing them, but if you can't learn them fast enough to actually get good, what's the point? Most people pick up hobbies then stay mediocre forever. They dabble. Never master anything.\n\nThat's why I made this video breaking down exactly how to learn anything so fast it's almost unfair. Watch it next.",
      "ending_phrase": "Hobby #11: \nSubscribing. \nStart now",
      "created_at": "2025-12-02 12:53:02",
      "updated_at": "2025-12-06 00:00:50",
      "status": "published"
    },
    {
      "id": 4,
      "video_title": "This 1-Minute Introduction Makes You Unforgettable",
      "video_description": "Your first impressions suck and everyone forgets you instantly. Stop saying your name and job title like an idiot. This 3-part formula makes people remember you and want to know more. Takes 60 seconds, works every time.\n\nSUBSCRIBE.\n\nDrop a comment with YOUR one-sentence proof. I'll pin the best one!\n\nFREE FULL SELF IMPROVEMENT YOUTUBE COURSE: https://youtube.com/watch?v=ByjK7Hx7u3k&list=PL-uWQp6QXkyJJi4y3T7fh31cRuuUqUNFP\n\n#CommunicationSkills #PersonalDevelopment #SelfImprovement #PersonalGrowth #Networking #Confidence #PublicSpeaking #SocialSkills #CommunicationTips #NetworkingTips #ConversationSkills #SocialConfidence #ProfessionalNetworking #ConfidenceBuilding #PersonalBranding #CareerAdvice #InterpersonalSkills #PresentationSkills #SoftSkills #ProfessionalDevelopment #CareerGrowth #LeadershipSkills #WorkplaceSkills #FirstImpressionsTips #ConversationStarterHacks #NetworkingSecrets #SocialSkillsTraining #CommunicationCoach #ConversationMastery #NetworkingStrategy #SocialAnxietyTips #SmallTalkMastery #ConversationConfidence #ProfessionalPresence #SocialConfidenceBoost #IntrovertNetworking #NetworkingForBeginners #CommunicationHacks #SocialSkillsCoach #FirstImpressionHacks #Networking2025 #ProfessionalNetworking2025 #PersonalBrand2025 #CareerGoals2025 #SocialSkills2025 #CommunicationSkills2025 #SelfAwareness #Mindset #PersonalMastery #Empowerment",
      "time_stamps": "0:00 - Why your introductions are forgettable\n0:28 - How to make memorable first impressions\n1:09 - The one-sentence credibility formula\n1:44 - How to turn conversations into connections\n2:12 - Put it all together in 60 seconds",
      "video_script": "# This 1-Minute Introduction Makes You Unforgettable\n\nYou think you make good first impressions? You're not. You're an idiot, but that's okay because everyone's an idiot about this. People ask \"Tell me about yourself.\" You say your name. You say your job. You mumble where you're from. You've been talking for thirty seconds and said absolutely nothing memorable, but you think you nailed it.\n\nEveryone forgets you. Why? Because you're boring. Obviously.\n\nWhat if people remembered you? What if they wanted to know more? Here's how. \n\nThree parts. Let's start with part one: the hook.\n\n## Part One: The Hook.\n\nThis is about getting their attention in the first place. Forget your job title. Job titles are stupid\n\n\"I'm a teacher.\" Boring. Nobody cares.\n\nTry this instead:\n\"I help people understand complicated ideas in a simple way.\" See? Now people listen. Why? Because it's not boring.\n\n\"I'm an engineer.\" Wrong. Try \"I build things that make everyday life easier for millions of people.\" Better. Much better.\n\nYou're probably thinking: \"This sounds cringe.\" You know what's actually cringe? Being forgettable. You think it sounds weird because you're not used to being interesting. Most people aren't. They've been trained to be boring. Memorable isn't cringe. Boring is.\n\nThe hook is intriguing. It gives people something to grab. Something to ask about. Their brain goes: \"I never thought about it like that.\" Exactly.\n\n## Part Two: The Proof.\n\nOkay, so now you've got their attention. But here's the problem - anyone can say they 'help people with complicated ideas.' Why should they believe YOU specifically?\n\nThat brings us to part two: the proof. Now you prove your hook. Why do you care? What's your story?\n\nOne sentence. Don't dump your entire life story. Idiots do that.\n\nTeacher example: \"My brother almost dropped out; helping him study and graduate made me obsessed with practical teaching.\" Done.\n\nEngineer example: \"I've been obsessed with productivity and saving time since I was 10 - engineering is just that obsession but with a purpose.\" Perfect.\n\nDrop a comment and share your one-sentence proof. I will pin the best one.\n\nOne powerful sentence. Shows your motivation. Makes you three-dimensional. Not flat like everyone else. Everyone else is flat. Idiots.\n\n## Part Three: The Bridge.\n\nBut here's where most people screw up. They nail the hook, they give great proof, and then... they just keep talking about themselves. Idiots.\n\nThat's why part three is the most crucial: the bridge. Turn your monologue into dialogue.\n\nStop talking about yourself. Start asking about them.\n\nHand the conversation back. Ask something thoughtful. Something open-ended. Connect your purpose to theirs.\n\n\"How about you? what kinds of problems do you solve in your work?\"\n\n\"What's your connection to all this?\"\n\n\"What's your world like?\"\n\nThis shows you care about them. Not just yourself. Most people only talk about themselves. Idiots.\n\nYou've built a bridge. Conversation flows both ways. Both ways is better than one way. Obviously.\n\nTo keep it simple stupid. Hook, proof, bridge. Takes one minute. Maybe less if you talk fast.\n\nBut here is the catch - you can make unforgettable first impressions and build perfect bridges, but if you never ask for what you actually want from those connections, what's the point? Most people make great impressions then just... talk. They never ask for opportunities, help, or what they need.\n\nThat's why I made this video breaking down exactly how to **ask** for what you want and actually get it. Watch it next.",
      "ending_phrase": "You just learned\nto be unforgettable\nDon't forget to subscribe.",
      "created_at": "2025-12-02 12:53:02",
      "updated_at": "2025-12-06 00:00:47",
      "status": "published"
    },
    {
      "id": 5,
      "video_title": "How to make your goals do-or-die [Ship-Burning Method]",
      "video_description": "You're going half-in on your goals and that's why you fail. This video shows you how to burn your ships like Cortez did - make failure so scary that quitting becomes impossible. Fear works better than motivation. Put real money on the line. Make everyone watch you. Turn laziness into touching a hot stove.\n\nFREE FULL SELF IMPROVEMENT YOUTUBE COURSE: https://youtube.com/watch?v=ByjK7Hx7u3k&list=PL-uWQp6QXkyJJi4y3T7fh31cRuuUqUNFP",
      "time_stamps": "0:00 - Intro\n0:30 - Why fear beats motivation every time\n1:31 - How to set crystal clear goals\n1:42 - Burn your ships method explained\n2:26 - How to learn skills impossibly fast",
      "video_script": "# HOW TO MAKE YOUR GOALS ALL-OR-NOTHING\nWe all have dreams. Big ones. We want abs. We want money. We want to travel. But we don't do anything. Why? Because we're idiots.\nWe stare at our belly. No abs. We check our bank account. Empty. Idiots.\nHere's your problem. You're going half-in. Dipping your toe. Trying a little. That's why you fail. Success comes from going all out. But nobody tells you how.\nMost people think \"going all out\" means working harder. Wrong. It means making failure impossible. Burning your bridges so you have no choice but to win.\nThing one. Fear works better than rewards. Way better.\nIt's 1500s. Some guy named Hernan Cortez. He wants to conquer Mexico. He takes his army there. They arrive. Cortez orders his army to burn all their ships. Why? Now his soldiers can't sail home. They're stuck. Fight or die.\nThe guys look at the burnt ships. Their only way home. Gone. Are they happy? No. They're terrified. What now? They have to win this war. Or they die in Mexico. Do they win? Yes. Why? Fear of dying made them fight like crazy.\nThis works for everyone. Someone steals your ten dollars? You're furious for hours. Someone gives you ten dollars? You smile for five minutes. Losing something hurts more than getting something feels good.\nLion chases you? You run like your life depends on it. Because it does. Running for a prize? You jog. Maybe.\nSame brain. Different motivation. Fear wins.\nSo here's the trick. Make not reaching your goals scary. Scarier than doing the work.\nBut how? You can't just think scary thoughts. That's stupid. You need a system. A way to program your brain.\nI'll show you how in a minute. But first, thing two. You need to know what you want. Exactly. Not just \"go to college.\" Which college? Study what? Be a janitor there? That's still college. Idiot.\nYou need a clear picture. Of what you want. And what you don't want.\nHere's what you do. Tell everyone your goal. Everyone. Your mom. Your friends. Post it online. Make it embarrassing to quit.\nWhy? Now you can't back out quietly. Everyone's watching. Fail? Everyone knows you're a quitter.\nBut that's not enough. Put money where your mouth is. Real money. Money that hurts to lose.\nHow? Give your friend $200. Tell them to donate it to some charity you hate if you don't hit your goal by December. Political party you disagree with. Whatever makes you sick.\nOr pay for a whole year gym membership upfront. Quit going? You just threw away $600.\nWhat are you doing? Burning your ships. Just like Cortez. Making quitting hurt more than doing the work.\nI'm not being negative. I'm facing facts. Like touching hot stove. You pull hand back. Fast. No thinking needed.\nI program my brain. View laziness like hot stove. Pull back fast. Get back to work.\nBut here's the thing - you can make failure scary and put money on the line, but if you can't learn the skills you actually need to achieve that goal, what's the point? Most people commit fully but still fail because they're too slow to learn what they need.\nThat's why I made this video breaking down exactly how to learn anything so fast it's almost unfair. Watch it next.",
      "ending_phrase": "You just went all-or-nothing. \nDon't go half-in on subscribing.",
      "created_at": "2025-12-02 12:53:02",
      "updated_at": "2025-12-06 00:00:44",
      "status": "published"
    },
    {
      "id": 6,
      "video_title": "This Fake Habit Is Ruining Your Success",
      "video_description": "Everyone says \"set goals\" but that's why you're stuck. Same goals as everyone else = same results as everyone else. This video breaks down the 3-part formula that separates people who succeed from people who just talk about it. Muhammad Ali, Jim Carrey, and Jerry Seinfeld all used this exact process.\n\nFREE FULL SELF IMPROVEMENT YOUTUBE COURSE: https://youtube.com/watch?v=ByjK7Hx7u3k&list=PL-uWQp6QXkyJJi4y3T7fh31cRuuUqUNFP",
      "time_stamps": "0:00 - Intro\n0:37 - Why goal setting doesn't work\n0:57 - Identity-based habits explained\n2:22 - Systems vs goals (Jerry Seinfeld method)\n3:15 - How to learn from every failure",
      "video_script": "## HOOK\n\nEveryone tells you to set goals. Here's why that's the worst advice you'll ever follow.\n\nYou set goals. Write them down. Feel productive. And for what? You're still broke. Still stuck. Still watching other people get what you wanted.\n\nThink about it - every runner in a race has the exact same goal: to win. So if goals were the secret, why does only one person cross the finish line first?\n\nHere's the brutal truth: everyone has the same goals. Get rich. Get fit. Be successful. Revolutionary stuff there.\n\nYou think writing down \"lose 20 pounds\" burns calories? It doesn't. You think setting a goal to \"make millions\" creates money? Also doesn't. Pure idiot behavior.\n\n\"But that can't be right!\" \"Goals give me direction!\" Do they? Or do they just make you feel productive while you stay exactly where you are?\n\nGoals focus on outcomes. But winners focus on something completely different. Something most people never even consider. They follow three steps that turn success into an automatic process. And if you miss even one step, the whole thing falls apart.\n\n## STEP 1: BECOME THE PERSON FIRST\n\nJim Carrey wrote himself a check for $10 million when he was broke and struggling. Muhammad Ali proclaimed 'I am the greatest' before he proved anything. Jon Jones signed his autographs 'UFC Champ 2011' in 2010 - a full year before he won the title.\nYou think they were just talking big? Look at the results. Carrey got paid exactly $10 million for Dumb and Dumber. Ali became the greatest. Jones became champion in 2011. Exactly like they said.\n\nSo what's really happening here? Your brain doesn't know the difference between what you are and what you say you are. When you declare an identity, your brain treats it as fact and starts proving it.\nHere's the simple truth: When you say 'I want something,' your brain hears a wish. When you say 'I am something,' your brain hears a fact. And your brain will work overtime to make facts true.\nGoal mindset: 'I want to lose weight.' Identity mindset: 'I am a healthy person.' Your brain hears the first one as maybe someday. It hears the second one as right now.\nSounds like fake confidence? It is. Until your brain makes it real.\nNot 'I want to write.' I am a writer. Not 'I want to get fit.' I am an athlete.\nYour brain aligns your actions with your identity. Identity-based habits become automatic\n\nBut here's the brutal truth about identity: it's completely worthless without step two. Most people think declaring their identity is enough. It's not. That's just the beginning.\n\n## STEP 2: BUILD THE DAILY MACHINE\n\nOnce you know who you are, you need to act like that person daily.\n\nJerry Seinfeld became the world's highest-paid comedian with one simple system - write one joke every day and mark an X on a calendar. His only rule? Don't break the chain.\n\nBut isn't that still a goal? No, idiot. Goals are outcomes. Systems are processes. Seinfeld didn't goal-set \"become famous comedian.\" He built a system that made fame inevitable.\n\nWhile other comedians were setting ambitious goals, Seinfeld was building the daily habit that made him unstoppable.\n\nSystems work when motivation fails. Goals only work when you feel good and hyped.\n\nYou want to write a book? Build a system of writing 500 words daily. You want to get fit? Build a system of doing 10 pushups daily. Simple as that.\n\nBut what if I lose motivation? Good. Systems work when motivation doesn't.\n\nBut even perfect systems will destroy you without this final step that separates winners from everyone else...\n\n## STEP 3: OPTIMIZE EVERYTHING\n\nYou think success comes from practicing more? It doesn't.\nWinners don't just practice. They study their failures like their life depends on it.\nWhen a plane crashes, investigators don't just clean up the wreckage and move on. They find the exact bolt that failed. The exact moment things went wrong. Then they fix it so it never happens again.\nMost people fail at something and think 'that sucked.' Winners fail at something and think 'what exactly went wrong and how do I never let it happen again?'\nBut dwelling on failures is negative thinking! No, repeating failures is negative thinking.\nYou make the same mistakes over and over because you never actually figured out what went wrong. Winners make each mistake exactly once.\n\nBut here's the thing - you can follow all three steps perfectly, but if you take months to **learn** what winners **learn** in days, what's the point? Most people are too slow. Winners **learn** new skills in weeks while everyone else takes years. That's why I made this video breaking down exactly how they do it so fast it's almost unfair.",
      "ending_phrase": "Three steps to success\nStep 4?   SUBSCRIBE",
      "created_at": "2025-12-02 12:53:02",
      "updated_at": "2025-12-06 00:00:41",
      "status": "published"
    },
    {
      "id": 7,
      "video_title": "This Word Gets You Everything, It’s Almost Unfair",
      "video_description": "Working harder than everyone else but still getting nowhere? You're doing it wrong. This video reveals the stupidly simple thing successful people do that you're probably too scared to try. It's one word that four-year-olds use naturally but adults somehow forgot. Stop waiting for your boss to read your mind and start using the technique that actually gets results. You'll feel like an idiot for not doing this sooner.\n\nFREE FULL SELF IMPROVEMENT YOUTUBE COURSE: https://youtube.com/watch?v=ByjK7Hx7u3k&list=PL-uWQp6QXkyJJi4y3T7fh31cRuuUqUNFP",
      "time_stamps": "0:00 - Intro\n0:16 - Why hard work doesn't work\n0:27 - What successful people do differently\n1:47 - Scientific proof from 14,000 people study\n2:27 - How to get everything you want",
      "video_script": "You think hard work pays off? It doesn't. You're an idiot, but that's okay because everyone's an idiot about this.\nYou work 12 hours a day. Stay late. Grind harder than everyone else. And for what? You're still broke. Still stuck. Still watching other people get what you wanted. Wrong approach, genius.\nYou think if you work hard enough, people will notice. They'll just hand you what you deserve. Reality check: nobody cares how hard you work.\nBut good work should speak for itself. It doesn't. That's why you're still stuck.\nWant to know what successful people do? They ask. That's it. One word. ASK.\nYou think asking is begging? Wrong. You think asking shows weakness? Also wrong. You think you shouldn't have to ask? Triple wrong, and now you're a complete idiot.\nWatch a four-year-old at the playground. Kid wants a toy. Walks up. \"Can I play with that?\" Gets the toy. No resume. No qualifications. Just asked.\nYou're worse at getting what you want than a toddler.\nBut what if they say no? So what? You're already not getting what you want. What's the difference?\nbut what if they think I am pushy? Wake up man! they already don't think about you at all\nYou want a promotion? Ask your boss what you need to do. You want better clients? Ask current clients for referrals. You want that date? Ask them out. Revolutionary stuff here.\nBut this doesn't work in my industry. Yes it does. You're just making excuses.\nMost people approach opportunities with a teaspoon. They ask for tiny things or nothing at all. Then wonder why their life is small.\nSuccess isn't rationed. It's an ocean. But you're collecting it with a teaspoon because you're scared to ask for a bucket.\nEvery time you don't ask, you train people to ignore you. Your boss stops thinking about you for promotions. Clients stop considering you for bigger projects. That person you like assumes you're not interested. Congratulations, you've become invisible.\nBut I don't want to seem pushy. So, you'd rather be unsuccessful? Got it.\nWant proof you're doing this wrong? Scientists watched 14,000 salary negotiations. Group one walked in and said \"I want $80,000.\" Group two waited for the boss to make an offer first. Group one got 60% higher salaries. Same people. Same jobs. One group asked for what they wanted. The other group waited like idiots.\nThe researchers called it \"the first-mover advantage.\" You call it \"being pushy.\" Wrong again. The study showed people who ask first set the entire conversation. They control what gets discussed. What gets offered. What gets decided.\nMeanwhile, you're playing some weird psychological game where you hint at what you want and hope people read your mind. Spoiler alert: they can't read minds. They can barely remember your name.\nHere's your test. For one week, ask for one thing you want every day. Specifically. Directly. No beating around the bush.\nAsk your boss for that raise. Ask for the meeting. Ask for help. Ask for what you actually want instead of hoping people read your mind.\nBut asking is just step one. Once they say yes, you need to actually deliver. And that means learning new skills stupidly fast.\nMost people think learning takes years. Wrong. Check out this video to see how the fastest learners do it.",
      "ending_phrase": "The second best word?\nSUBSCRIBE",
      "created_at": "2025-12-02 12:53:02",
      "updated_at": "2025-12-06 00:00:39",
      "status": "published"
    },
    {
      "id": 8,
      "video_title": "I Quit Social Media For 7 Days And This Happened",
      "video_description": "Everyone says quitting social media is easy, but it's not, and this video shows what happens when you try a digital detox. It hilariously illustrates the struggle with social media addiction, the confusion, and unexpected challenges of phone addiction that come with breaking the habit, especially how your brain reacts when you attempt a dopamine detox. This video is for self improvement.\n\nFREE FULL SELF IMPROVEMENT YOUTUBE COURSE: https://youtube.com/watch?v=ByjK7Hx7u3k&list=PL-uWQp6QXkyJJi4y3T7fh31cRuuUqUNFP",
      "time_stamps": "",
      "video_script": "I deleted every app from my phone and my brain broke. Not metaphorically. Literally broke. I couldn't think straight for 3 days.\nEveryone says \"just delete social media\" like it's easy. Idiots. It's not easy. It's hell and nobody is talking about it. I completely disappeared from all social media for a week and what happened was way worse than I expected.\nIf you think deleting apps makes you instantly productive, you're an idiot.\n\nHere's what happens. You delete everything. Your brain panics. Why? Because it's hooked. Duh.\nYour thumb goes to where Instagram was. Instagram isn't there. Your thumb is confused. Your thumb is an idiot. You feel phantom buzzes. Your phone isn't buzzing. You're just losing your mind.\nScientists call this \"nomophobia.\" Fear of being without your phone. They needed a fancy word for \"you're addicted to a rectangle.\" Anyway.\nHere's the science bit. Apps hijack your dopamine. Dopamine is the \"I want that\" chemical. Not the \"I'm happy\" chemical. Common mistake. When you scroll, your brain goes \"I want more.\" So you scroll more. It's a trap.\nRemove the apps? Your brain goes into withdrawal. Like any drug. Except the drug is a dancing teenager on TikTok. Weird times we live in.\nMost people give up here. They think they're broken. They aren't broken. They're just discovering they were addicted to their phone. Which is embarrassing but normal.\n\nThen something weird happens. You remember stuff. Old hobbies. Books. The outside world. Crazy concept.\nWithout algorithms feeding you content, your actual interests emerge. You might pick up a guitar. Or notice trees exist. Revolutionary stuff.\nHere's the thing. Your personality isn't your personality. It's just whatever the algorithm showed you. You think you like certain things? Nope. You like what TikTok told you to like. Sorry.\nRemove the digital noise? Your brain can finally think original thoughts. Wild concept. You'll have longer attention spans. You'll sleep better. You'll talk to humans without checking your phone every 30 seconds.\nStudies show people are happier without social media. Shocking research. Really groundbreaking stuff there, scientists.\n\nAfter the chaos stops, ordinary things become extraordinary. Walking feels good. Conversations are interesting. Reading doesn't hurt your brain.\nWe've been convinced we need constant entertainment. By who? The entertainment companies. Weird coincidence.\nYour brain actually craves simplicity. But it's been hijacked by companies who profit from your attention. They literally hire neuroscientists to make apps more addictive. Then act surprised when people get addicted. Idiots.\nRemove the digital layer? Everything becomes more satisfying. Coffee tastes better. Sunsets look prettier. Your attention span returns from the dead.\nResearch shows \"digital minimalism\" makes people happier. Again, shocking stuff. Really needed scientists to figure that one out.\nThe uncomfortable truth? You don't need your phone to be happy. In fact, it's actively making you miserable. But you already knew that. You're just scared to admit it.\n\nLook, don't delete everything forever. That's extreme. Just try deleting one app for 24 hours. One app. Start small.\nSpeaking of deleting things, did you know there's a way to delete all distractions and become actually productive instead of just busy? Most people think they need better systems, but they actually need fewer options. Check this video out to see what I'm talking about",
      "ending_phrase": "Delete Doubt. \nHit Subscribe.",
      "created_at": "2025-12-02 12:53:02",
      "updated_at": "2025-12-06 00:00:36",
      "status": "published"
    },
    {
      "id": 9,
      "video_title": "Learn Anything So Fast It's Almost Unfair",
      "video_description": "How to learn anything 80% faster using psychology tricks that schools never teach you. Most people waste years studying the wrong things, but fast learners know a secret that puts them ahead of everyone else. This video reveals the three learning techniques that cut study time in half and help you master new skills in weeks instead of years. Stop grinding through useless information and start learning like the top 1% of students who seem naturally gifted (they're not).\n\nFREE FULL SELF IMPROVEMENT YOUTUBE COURSE: https://youtube.com/watch?v=ByjK7Hx7u3k&list=PL-uWQp6QXkyJJi4y3T7fh31cRuuUqUNFP",
      "time_stamps": "0:00 - Intro\n0:25 - The 20% secret rule for learning anything fast\n1:19 - Drill down method explained\n2:05 - See one, do one, teach one technique\n2:49 - How to remember everything you learn",
      "video_script": "**HOOK (0-30 seconds)**\nMost people think learning takes years. Want to speak a language? Two years minimum. Master an instrument? A decade of practice. Learn to code? Better clear your schedule for the next few years.\nBut what if I told you that's complete nonsense? What if the fastest learners in the world aren't more talented - they just know three simple tricks that cut learning time by 80%?\nI'm about to show you exactly how they do it, and by the end of this video, you'll never approach learning the same way again.\n**CHAPTER 1: THE 20% SECRET (30 seconds - 2 minutes)**\nThe first trick sounds almost too simple to work, but it's the secret every fast learner knows.\nHere's what most people get wrong: they try to learn everything. Every grammar rule, every chord progression, every line of code. But here's the thing nobody tells you - most of what you could learn is completely useless.\nThere's this hidden pattern in every skill: just 20% of what you could possibly learn will give you 80% of the results. The other 80%? It's just noise.\nThink about guitar. There are thousands of chords, but if you master just four, you can play 80% of popular songs. Most people spend months learning obscure chords they'll never use, while the smart ones focus on those four and start playing real songs within weeks.\nThe key is asking yourself: \"What's the absolute minimum I need to know to get real results?\" Find that crucial 20%, ignore everything else until you've mastered it.\nNow that you know WHAT to focus on, here's how to make it manageable.\n**CHAPTER 2: THE DRILL DOWN METHOD (4-6 minutes)**\nThat's where the third trick comes in: the Drill Down Method.\nMost people practice the whole skill over and over, hoping they'll eventually get better. But the fastest learners do something different - they isolate their weakest point and drill just that piece until it becomes automatic.\nLet's say you're learning public speaking and you keep losing your audience. Don't practice entire speeches. Instead, drill down: Is it your eye contact? Practice just maintaining eye contact for 30 seconds at a time. Is it your gestures? Stand in front of a mirror and practice just hand movements.\nOnce that piece becomes automatic, layer it back into the full skill. Now you're not thinking about eye contact anymore - it just happens - so you can focus on the next weak point.\nThis is why some people seem to improve impossibly fast. They're not practicing more - they're practicing smarter, targeting exactly what's holding them back.\nNow you have focused, bite-sized pieces. Here's how to master each one lightning fast.\n**CHAPTER 3: SEE ONE, DO ONE, TEACH ONE (2-4 minutes)**\nThis trick comes from medical schools.\nHere's how it works: First, you watch someone else do the skill. Don't take notes, don't pause - just observe. Then immediately - and I mean immediately - you do it yourself. No delays, no \"let me prepare first.\" You jump in and try it, even if you mess up.\nBut here's the part most people skip: after that, you need teach it to someone else. Even if that someone is just you talking to your phone camera. The moment you try to explain what you just learned, your brain has to organize the information in a completely different way.\nThe magic happens because each step reinforces the previous one. You're not just consuming information - you're actively processing it three different ways.\nLet me show you this in action. Say you're learning to code. Step one: watch a tutorial on if statement. Step two: immediately write your own if statement. Step three: explain out loud what each line does and why it works.\nTo keep it simple stupid. Find the crucial 20%, drill it down into bite-sized pieces, then see it, do it, and teach it.\nBut here's the thing - you can learn as fast as you want, but if you forget everything the next day, what's the point? Most people forget 90% of what they learn within a week. That's why I made this video breaking down the exact system I use to remember everything I read, forever.",
      "ending_phrase": "You know what's actually unfair?\nNot subscribing when \nthe button is right there",
      "created_at": "2025-12-02 12:53:02",
      "updated_at": "2025-12-06 00:00:33",
      "status": "published"
    },
    {
      "id": 10,
      "video_title": "How to Remember Everything You Read",
      "video_description": "Tired of highlighting every sentence and taking pages of notes only to forget everything anyway? You're doing it backwards. This video teaches you to remember more by forgetting on purpose - using your brain's natural \"forgetting curve\" with three simple rules that'll make you insufferable at parties (in the best way). Stop taking notes you'll never read and start actually remembering what matters.\n\nFREE FULL SELF IMPROVEMENT YOUTUBE COURSE: https://youtube.com/watch?v=ByjK7Hx7u3k&list=PL-uWQp6QXkyJJi4y3T7fh31cRuuUqUNFP",
      "time_stamps": "0:00 - Intro\n0:30 - What is strategic forgetting\n0:57 - One sentence summaries technique\n1:45 - Benefits of strategic forgetting",
      "video_script": "**Hook (15 seconds)**\nI read 52 books last year and forgot 51 of them. The one I remember? I only read 10 pages. And that's when I realized - I'd been scammed by every speed reading guru on the internet.\n**The Revelation (20 seconds)**\nHere's what they don't tell you: Your brain is literally designed to forget. It's called the \"forgetting curve\" and it erases 90% of what you read within a week. Fighting it is like trying to catch water with your hands.\nBut the 10 pages I remembered? They changed how I run my entire business. Because I did something completely backwards.\n**The Backwards Method (30 seconds)**\nInstead of trying to remember more, I started trying to forget more. On purpose.\nI know that sounds insane. But think about it - when you highlight half the book, nothing stands out. When you take notes on everything, nothing matters. You're basically telling your brain \"EVERYTHING IS EQUALLY IMPORTANT\" and your brain responds with \"Cool, so nothing is important. Deleted.\"\n**The 3-Minute Method (40 seconds)**\nSo here's exactly what I do now:\nFirst, I only read until I find ONE idea that makes me go \"Holy shit.\" The moment I find it, I close the book. Done. That's it. Sometimes it's page 10. Sometimes page 100. Doesn't matter.\nSecond, I write that idea on a sticky note and put it somewhere annoying - my bathroom mirror, my coffee maker, my laptop. For one week, I see it everywhere. My brain can't escape it.\nThird, I explain it to someone within 24 hours. Could be my mom, my barista, some poor soul at the gym. When you teach it, you own it forever.\n**The Proof (25 seconds)**\nLast month I \"read\" 12 books this way. I can tell you the game-changing idea from each one. Meanwhile, my friend who \"properly\" read 3 books cover-to-cover? Can't remember a single thing.\nThe book about habits? Skip to chapter 3, page 47 - the only part that matters.\nThat famous productivity book everyone recommends? Page 23 has the golden nugget. The rest is filler.\n**Why This Works (20 seconds)**\nYour brain doesn't care how many books you've read. It cares about ideas that change your behavior. One idea you actually use beats 100 ideas you forget.\nThe monks who created the first libraries? They'd read maybe 20 books in their entire lifetime. And they'd remember every single word. You know why? Because they treated each idea like gold, not content to consume.\n**The Challenge (15 seconds)**\nTry this with your next book. Read until you find ONE idea that stops you cold. Then stop reading. Live with that idea for a week. I guarantee you'll remember more from those few pages than the last 10 books you \"finished.\"\n**Call to Action (10 seconds)**\nAnd if you think this is crazy, watch my video on how I take notes in the margins of books - it's even more backwards, and it works even better.\n\nSo you want to remember books. Cool. Most people highlight everything like idiots. They take notes. They reread chapters. Idiots. Then they forget everything anyway. Why? Because they're idiots.\nBut wait. Some people remember everything they read. How? They forget stuff. Deliberately. Wait, what? That's backwards. No it's not. Your brain is weird.\nYour brain deletes 90% of what you experience ON PURPOSE. It's called the forgetting curve, and fighting it is like trying to stop yourself from blinking. Pointless.\nThe best readers don't fight forgetting. They use it. How? Strategic Forgetting. Sounds fancy. It's not. Three rules. Easy.\nRule one: Read like you hate the author. Seriously. Look for what's wrong. What doesn't make sense. What's stupid. Why? Because when you're arguing with the book, you're naturally IGNORING 80% of the boring stuff you agree with. Your brain only locks in the 20% that makes you mad. You're deliberately forgetting most of the book without even trying.\n**Rule two. One sentence summaries. That's it. Not pages of notes. One sentence. What would make you sound smart at a party? Everything else? Forget it. Let it go. Your brain will remember the one sentence. It won't remember 50 pages of notes. Obviously.**\nMost people tons of notes in their books. Then never read them. Idiots. One sentence beats a wall of notes you forget.\nRule three. The hard truth. Don't finish most books. What? Yeah. Get the main idea. Usually happens in first 30%. Then quit. Move on. Authors repeat themselves because publishers want 200 pages. But you don't need 200 pages. You need one good idea.\nTo keep it simple stupid? Take less time. Read fewer pages. Take fewer notes. Stress less. Work with your brain. Not against it. Your brain isn't the idiot. You are.\nWhen you master this, you become insufferable. In the best way. You'll interrupt conversations with \"Actually, there's a study about that.\" You'll solve problems that used to break you. **All because you got good at forgetting.**\nSpeaking of forgetting, did you know there's a way to forget being lazy forever? No really, check this video out.",
      "ending_phrase": "The ONE Thing \nyou should NEVER forget\nis to hit that \nSUBSCRIBE BUTTON",
      "created_at": "2025-12-02 12:53:02",
      "updated_at": "2025-12-05 23:51:17",
      "status": "published"
    }
  ]
}